import { Skill } from '@/types';

export const skills: Skill[] = [
  {
    title: 'مدیریت ارتباط با مشتری',
    description: 'توانایی خود کنترلی، **مسئولیت پذیری**، **مهارت متقاعد سازی**، **مهارت همدلی**، **انعطاف پذیری** و شناسایی نیازهای مشتری.',
  },
  {
    title: 'آشنا با نرم‌افزارهای',
    description: '**Microsoft Office**, **Google Docs**, **Corel Draw**, **Adobe Illustrator** و **Adobe Photoshop**.',
  },
  {
    title: 'مهارت‌های نرم',
    description: 'تمایل به **یادگیری**، **قدرت تصمیم‌گیری**، **سازگاری** با محیط، **خلاقیت**، **مثبت‌نگر**، **پیگیر**، **معتمد** و **شنونده**.',
  },
  {
    title: 'مهارت‌های عمومی',
    description: 'توانایی تجزیه و تحلیل داده‌ها و اطلاعات برای گرفتن تصمیمات بهتر و توانایی کار در شرایط متنوع.',
  },
];

export default skills;
